[
    {
        "title":"Amazfit Bip U Smart Watch, 1.43\" HD Color Display, SpO2 & Stress Monitor, 60+ Sports Modes, Breathing Training, 50+ Watch Faces (Black)",
        "image":"https://images-na.ssl-images-amazon.com/images/I/61-ZuCsybdL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["1.43\" Large Color Touch Screen, Corning Gorilla 3 Reinforced Glass","(SpO2) Blood-oxygen Level Measurement","Heart Rate Monitoring and PAI Heath Assessment System","60+ Sports Modes and 5 ATM Water Resistance","Stress Monitoring with Breathing Training","Four Built-in Watch Faces and 50+ Downloadable from the Zepp App","Alarm Clock, Weather Forecast, and Smartphone Music and Camera Control"],
        "orgprice":"5999",
        "disprice":"3999",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/39jP2zQ"
    },
{
        "title":"Noise NoiseFit Endure Smart Watch with 100+ Cloud Based Watch Faces & 20 Day Battery Life (Charcoal Black)",
        "image":"https://images-na.ssl-images-amazon.com/images/I/710mNN9%2B3fL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["Get a 1-year assured warranty from NOISE. Manage your warranty claims 24x7 by typing SUPPORT.GONOISE.COM in your browser's address bar.","Full-touch, Full-colour : NoiseFit Endures 1.28-wide TFT display is as easy to read in bright sunlight. 100+ cloud-based watch faces let you choose a fresh style every day","Tough and sporty : The watchs bezel is built with stainless-steel making it strong enough for outdoors while feeling extremely lightweight","Measures blood oxygen level with inbuilt SPO2 monitor","Download Noisefit App for Android (5.0+) and iOS (8.0+)","Stamina battery : NoiseFit Endure functions for up to 20 days on a single charge and has a standby time of 30 days","Covers 9 sports modes : Walk, run, skip, play, pedal a cycle, lift weights or do yoga, NoiseFit Endure will track all. With timer & stopwatch, you can also count your reps and measure your stamina"],
        "orgprice":"5999",
        "disprice":"2999",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/2P6NbaW"
    },
{
        "title":"Noise Colorfit Pro 2 Full Touch Control Smart Watch Jet Black",
        "image":"https://images-na.ssl-images-amazon.com/images/I/6113mS%2BxhyL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["Bluetooth Version v5.0","Get a 1-year assured warranty from NOISE. Manage your warranty claims 24x7 by typing SUPPORT.GONOISE.COM in your browser's address bar. For product related queries please reach out to us at 8882132132 or drop an email at PRODUCTFEEDBACK@NEXXBASE.COM","The brilliant 1.3\" colour display is now full capacitive touch, supporting taps and swipes, so it is easy to read and operate.","The strong polycarbonate case makes the ColorFit Pro 2 featherlight on your wrist and is available in 4 beautiful colours with matching swappable straps.","24x7 heart rate monitoring with the built in optical HR monitor that measures your heart rate every five minutes.","9 sports modes to cover all your activities, whether you walk, run, hike, bike, treadmill, work-out, climb, spin, or perform yoga.","Log in to NoiseFit app and track your health and fitness details. Get insights on your progress and share your achievements with the world."],
        "orgprice":"4999",
        "disprice":"2999",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/3swjb6L"
    },
{
        "title":"Mi Smart Band 5 – India’s No. 1 Fitness Band, 1.1-inch AMOLED Color Display, Magnetic Charging, 2 Weeks Battery Life, Personal Activity Intelligence (PAI), Women’s Health Tracking",
        "image":"https://images-na.ssl-images-amazon.com/images/I/719ZywAmvOL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["1.1” Full touch AMOLED color display. Battery capacity : 125 mAh","Battery runs up to 14 days on a single charge","Magnetic charging – Hassle free charging","PAI (Personal Activity Intelligence) – Single matrix to track your all fitness related activities","Tracks 11 professional sports mode (including Yoga and Rope skipping)","5ATM Water Resistant","Run on the go with Automatic activity detection (Running and Walking)"],
        "orgprice":"2999",
        "disprice":"2499",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/3rrQC8X"
    },

{
        "title":"CrossBeats Ace Metal Smart Watch Full Touch Men Women Fitness Tracker Blood Pressure Blood Oxygen Heart Rate Monitor Waterproof Exercise Smartwatch (Turquoise, Sea Green)",
        "image":"https://images-na.ssl-images-amazon.com/images/I/51J90UsyzSL.jpg",
        "provider":"amazon.in",
        "description":["【FULL ROUND LCD TOUCH DISPLAY】Everything you need on a smartwatch comes loaded on the ACE in its stylish full touch large 1.3inch LCD display. These smartwatches for men & women are innovation-led by precise engineering ensuring smooth access to multiple features with greater touch response on the go.","【MULTISPORT ACTIVITY MODE】Loaded with 8 multisport games and fitness activities, the Crossbeats smartwatches are top fitness watches for men & women providing versatility in the workout regime for any and all occasions. Precise tracking and in-detail display of calories burnt and health analysis lets you understand your body better.","【BUILT TO ENDURE ELEMENTS】Tough carbon metal texture with CNC process polishing gives this wearable fitness watch a smart yet rigid body that can endure elements all through the day. This gym smart watch can also be your outdoor companion who will take the beating and still keep ticking!","【FASTEST CHIPSET ON A SMARTWATCH】So much power, and so much smarter, the Crossbeats ACE is the best smartwatch for android phones that is backed by the next-gen NORDIC chipset with BOSCH G-sensors. This fitness Bluetooth smart watch has better accuracy and reliability. Built on the Bluetooth 5.0, this GPS sync watch can keep you connected to your smart life anywhere, anytime.","【FOR EVERY ADVENTURE】Wear without worries, the ACE fitness smartwatch band loves the beach, rain and the everyday water encounters and these are truly the watches you can swim in with. ACE is a fully waterproof smartwatch that is built to endure elements. NOTE: Kindly remove the film on the smartwatch sensors present on the back panel for the sensors to work."],
        "orgprice":"9999",
        "disprice":"3799",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/2NZQHDf"
    },
{
        "title":"realme Fashion Watch 1.4\" Large HD Color Display, Full Touch Screen, SpO2, Continuous Heart Rate Monitor, Black, Free Size (RMA161)",
        "image":"https://images-na.ssl-images-amazon.com/images/I/71pYXdg9%2BIL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["the realme watch's dial size is 4.05cm & screen size still remains 3.5cm for all intents and purposes | battery runtime: upto 9 days. Adjustable length：164-208mm","real time heart rate monitor | blood oxygen level monitor (spo2) | intelligent activity tracker (14 sports modes) | ip68 water resistant","smart notifications for sms, calls, whatsapp, and other apps","smart connect - control your phone camera and music from your watch","realme link app - get all your fitness data on your phone seamlessly (only for android)","the actual battery life depends on the usage, and it may vary from the theoretical battery data observed in the realme lab under the following test conditions: turn on 24-hour heart rate detection","raise your wrist and light up the screen 80 times/day"],
        "orgprice":"6999",
        "disprice":"3321",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/2PcKW5Q"
    },
    {
        "title":"Zebronics Zeb-Fit1220CH Smart Fitness Band with BP & Heart Rate Monitor, SpO2, Sleep/Step/Calories/Distance Tracker, Full Touch Display, Caller ID, works with Android & iOS Phones (Silver)",
        "image":"https://images-na.ssl-images-amazon.com/images/I/81Fjq2SU3AL._SL1500_.jpg",
        "provider":"amazon.in",
        "description":["Full Touch Smart Fitness Band / Color Display","Monitor Blood Pressure, Heart Rate, Spo2 Oxygen Saturation","Track: Sleep, Steps, Calories, Distance","100+ Customisable Watch Faces / IP67 Water Resistant","Caller ID & Call Reject Feature","Alarm Clock & Sedentary Reminder","Control Music Play/Pause/Prev/Next"],
        "orgprice":"3999",
        "disprice":"2799",
        "saving":"",
        "discount":"",
        "link":"https://amzn.to/3rvLxN9"
    }

]